// \n - перехід на новий рядок
// **Текст** - жирний текст

// __Текст__ - підкреслений текст
// *iiТекст*ii - курсив

// *!!Текст*!! - виділений текст
// *bbТекст*bb - виділений текст (синій)


const articles = [
    {
    id: '1',
    date: '09.04.2025',
    title: 'Я петрович',
    tag: ['#fecebak', '#Петрович', '#Новий'],
    content: ['Вітаю дороге панство!\n\n Я тут начав розбиратися в новому **фесебаку**. Поки мене все устраює, ну хотяб я догадався як написати цю статтю.', 
            'Кароче, що мушу сказати: Мені тут зручніше звісно писати дописи, просто стара сторінка фесебаку дуже висне!.. І її навіть не можна відкрити на телефоні. Не ну можна, але мій __Samsung Galaxy J1__ не витримує сторінки Таньки навіть. А щодо компа.. думаю той хто за мною слідкує знає, що сталося з минулим компом.',
            '\nЩодо мене, я поставив собі нову фотку на аву. І не пишіть мені що то не я. Там нема підробки ви ніде таку фотку в інтернеті не знайдете, бо то я на фотці. Вам може здатися, що я троха бухий там, але я просто сонний',
            'Якщо хтось хоче зі мною на гриби то відпишіть мені. Але я зразу кажу ціни піднялися:',
            '*!! Я - **Петрович**, майстер по збиранню грибів.\n Стаж роботи: 33 роки\n Знаю місць з грибами: &asymp; 1390\n Досвід збирання в різних кліматичних умовах\n Природна здатність до орієнтування в лісах та лісових масивах (Зі мною ви не загубитеся)\n\n  Ціни:\nПросте збирання грибів зі мною - 200грн;\nПросунуте збирання грибів зі мною - 300грн + 2 Рубанця;\nТуторіал по секретним місцям з грибами - 680грн + 5 Рубанців;*!!',
            'Можете написати мені на почту __petrovichartcl@gmail.com__',
            '*bb Прислати ідейку або цілу статтю також можна по адресі: __petrovichartcl@gmail.com__ *bb'
        
        ]
    },
    {
    id: '2',
    date: '11.04.2025',
    title: 'Fecebak - провал',
    tag: ['#fecebak', '#Дно', '#Роздуми'],
    content: [
        'Вітаю мої дорогі слідкувачі. Сьогодні я хочу обсудити одну важливу тему. А саме Fecebak. Я не фанат говорити про таке, краще лежати під магазином, але сьогодні вирішив поділитися з вами своїм досвідом',
        '\n **- Чому Fecebak - провал?**',
        'Цей заголовок досить гучний, чому ж це я виклав сюди цю статтю, якщо Fecebak — дно? Бо іншого нема, от чому. Коли ти живеш у селі, а інтернет у тебе або з Божої ласки, або з вишки в сусідньому районі, ти не вибираєш. Ти виживаєш. А Fecebak — це як стара табуретка: скрипить, розвалюється, але сидиш, бо нової нема.',
        'Так чому б мені не перейти наприклад в якесь краще місце? В чому ж проблема. Думаю ви всі знаєте, що в мене за телефон. Мій Galaxy J1 і так ледве витримує цей новий фесебак (Все ще краще за старий), а ми тут говоримо про новіші технології.',
        '\n **- Хіба це вся проблема?**',
        'Мушу признати - ні. Від моменту коли я вперше перейшов на цю платформу, я замітив дуже наглу річ. Коли я пробую перейти на сторінку Таньки, щоб глянути розклад на день, fecebak постійно показує мені одні й ті самі три речі:\n - рекламу трусів, які "дихають";\n - фотки Лєни з райцентру, яка знов зробила губи;\n - і чиюсь кішку, яка схожа на Володю з третього дому.',
        'Ви вважаєте це адекватно?! Якщо я не перестану бачити цю біду, боюсь я отримаю сказ!',
        'Зачекайте! Це ще не все. \nТакож я вам не розповідав, але коли я писав першу статтю в мене Fecebak вилітав напевне раз 5. І я курва мусив переписувати все заново!!',
        '\n **- Але я тут. Чому?**',
        'Бо тут люди.\nБо тут читають, навіть якщо не лайкають.\nБо тут є шанс, що якийсь Вася з іншого села прочитає, порже, і скаже: **“О, Петрович знову вдарив по істині!”**',
        'І хай це дно, але я вже навчився пірнати. А поки інші гоняться за тіктаками та інстаграмами, я тихенько сиджу тут, пишу статті й чекаю нового сезону грибів. Надіюсь я доніс до вас свою думку, і ви мене зрозумієте.'
    ]
    },
    {
    id: '3',
    date: '12.04.2025',
    title: 'Як зрозуміти, що ви заблукали? Поради Петровича',
    tag: ['#Ліс', "#Поради", '#Професіонал'],
    content: [
        'Привіт, мої дорогі!\n Сьогодні хочеться поговорити про дуже важливу тему — як зрозуміти, що ти заблукав. Всі ми час від часу потрапляємо в такі ситуації, коли здається, що весь світ пішов на перекосяк. Гриби то звісно святе, але як не крути, інколи навіть найкращі з нас можуть втратити орієнтир. Тому давайте розберемося, як не стати жертвою своєї ж тупості і не пропасти в лісі або, скажімо, в незнайомому районі як послідна корова.',
        'Я Петрович - майстер по збиранню грибів зі стажом в 33 роки.',
        '\n **- Ви не можете знайти точку відліку**',
        'Перше правило — коли не знаєш, куди лізеш, це вже сигнал. Якщо ти йдеш, йдеш і вже стільки часу обходиш той самий корч, то точно заблукав. І що найгірше — ти вже не можеш зрозуміти, куди веде цей шлях. Ось тобі і перший дзвіночок: __якщо не бачиш нічого знайомого — ти, мабуть, заблукав__. Так, це банально, але важливо не ігнорувати ці дрібниці.',
        '\n **- У тебе не залишилося чіткого плану, куди ти йдеш**',
        'Немає нічого гіршого, ніж коли ти втрачаєш план, а потім починаєш ходити, як глухий пес в темному лісі. Тому якщо ти пішов кудись без чіткого напрямку, то ймовірність заблукати більша. Я, наприклад, завжди тримаю план дій у голові, хоча, чесно кажучи, мої 33 роки стажу кажуть, що мені такої дурниці не потрібно',
        '\n **- Ти почав використовувати найстаріші методи орієнтації**',
        'Якщо ти почав орієнтуватися на те, де заходить сонце або вибираєш шлях за запахом соснових шишок, — це прямий сигнал, що ти заблукав! Замість того щоб користуватися сучасними технологіями, повертаєшся до стародавніх методів, які могли б підійти на рівні доісторичних часів. Так вам скаже великий інтернет, але я істинний майстер в цьому, тому скажу так. Ці методи далеко не найгірші і вони варті уваги.',
        '\n Гаразд.. Це все зрозімоло, але вот що робити якщо я все таки заблукав? Тут я вам цього не розповім! \nЗвертайтеся за платним курсом __"Як знайти дорогу додому"__'
    ]
    },
    {
    id: '4',
    date: '12.04.2025',
    title: 'Поломка компа',
    tag: ['#Комп', "#Поможіть", '#Технології', '#Алабай', '#Бригаду'],
    content: [
        'Це стаття зі старого фесебаку, але залью сюди тоже, мені відповіді на неї ніхто так і не дав.',
        '\n Вот дивіться, значить недавно зібрав собі топовий пк. Внук казав, що буде тягнути якийсь там кібер пенк на 160 фепс. Думаю 160 то певне багато (Якщо помиляюся поправте). \nСпочатку він навіть працював! В мене там стояла якась.. Зараз спитаюся в внучка..',
        'Розпитався! Він мені виписав на листку, вот якась Windows XP. Також він казав, що вона нова. \nЗначить в чому ж проблема.. Я виріший відкрити на ньому FeceBak. На диво він навіть відкрився! Але потім я випадково доторкнувся ногою до корпуса цього монстра і я получив опік 3 степені.',
        '\nЯ привіз пк до свого майстра "Коноплевич", він дуже розбирається в пк і сказав поставити мені новий блок живлення (Якийсь там KCAS..). Але коли я почув **ЦІНУ** за цю дурню я зразу передумав! Дальше він мені запропонував поставити водяне охолодження, і я навіть не став питатися як таке зробити бо знав!',
        'Я відніс залізяку до хати і пішов набирати цілий тазік холодної води. Коли вона набралася я поставив її біля пк і зайшов в Fecebak, перед тим поставивши в пк термометр. І коли температура піднялася більше 120°C, я вилив на корпус цілий тазік холодної води. Звісно та, температуру я знизив, але чомусь ПК більше не включається..',
        'Хтось знає як його відремонтувати?? Допоможіть'
    ]
    },
    {
    id: '5',
    date: '13.04.2025',
    title: 'Поради з фесебака: чому все зависає',
    tag: ['#Поради', '#fecebak'],
    content: [
        'Всіх вітаю на цій статті!\n Сьогодні хочу поговорити про таку штуку, як "зависання" на Фесебаку. Я, звісно, не технічний геній, а швидше людина, яка знає, як полагодити трактор, ніж телефон, але навіть я помітив, що щось там не так.. Це звісно новий фесебак, і можливо на сучасних пристроях воно літає як мій пес зранку, але ми люди не з яблуками обкушеними. І мій Galaxy J1 уже скоро відмовиться працювати.. Так вот вам поради як зробити Фесебак хоч трохи швидшим, може стане в нагоді.',
        '\n **- Засраний телефон**',
        'Слідкуйте за тим, щоб у вас на мобілі не було всякого непотрібного мусора! Це основна проблема всіх страждань як я думаю. Коли у вас на мобільнику 20 програм, 1000 фотографій з відкритками (Боюсь після таких слів мене Танька заб\'є) та ще й відео з рибалок, не дивно, що Фесебак зависає. Видаляйте то до сраки, якщо шкода то фоткайте на камеру, а не телефон!',
        '\n **- Збій на сервері?**',
        'А ось і друга причина, чому фесебак постійно зависає — це проблеми на їхніх дурних серверах. Уявіть, що на вашій фермі одночасно захотіли їсти три десятки свиней. Ви ж розумієте, що корми не вистачить і доведеться довго готувати? Ось і тут те саме! Коли фесебак набирає більше людей, ніж може обробити, все починає ламатись.\n Чого тут переживати? Якщо зламався, почекайте годинку, дві... три... Взагалі, я ж вам кажу, що краще робити свої справи на природі',
        '\n **- Інтернет**',
        'Дивіться, друзі, тут все просто: якщо ваш інтернет так само поганий, як в мене, то Фесебак не винен. Ви навіть не уявляєте, як я можу годинами стояти і дивитись на той сраний круг, що крутиться в центрі екрану. Це саме той випадок, коли інтернет — як болотяна дорога після зливи. Під\'єднання якесь слабке і все висне. \n Знайдіть десь нормальний інтернет або, як варіант, йдіть на двір — повітря свіже, не треба в Фесебаку сидіти!!',
        '\n А що як би просто залишити ці проблеми з фесебаком та йти по гриби? Чесно кажучи, коли я починаю замислюватись, чому все зависає на Фесебаку, я згадую, як ходив по лісі влітку. Без інтернету, без усяких проблем. І справи йдуть краще.'
    ]
    },
    {
    id: '6',
    date: '14.04.2025',
    title: 'Коли йти по гриби: календар грибника від Петровича',
    tag: ['#Поради', '#Гриби', '#Від_Профі'],
    content: [
        'Здоров, брати та сестри!\n Сьогодні хочу поділитися з вами важливим питанням, яке хвилює кожного: коли йти по гриби? Ніхто не хоче повернутися додому з пустими кошиками, тому я, Петрович (Нагадую майстер по збиранню грибів), вирішив скласти вам календар грибника. Щоб ви знали, коли і куди йти, щоб грибів було багато, а ноги не занесли вас у болото. \n **Увага!** Це безкоштовна версія мого календаря грибника, яка включає в себе тільки основні аспекти. Якщо вам цікава ця тема, можете придбати повний календар грибника всього за __899грн__',
        '*!!**- Весна: гриби тільки прокидаються** \n Перші гриби з\'являються в лісі, коли сонце починає припікати, а земля розтанула після зими. Це той період, коли грибники ще не зовсім впевнені, чи є там щось. Весною можна знайти перші лісові гриби, такі як **лисички** та **печериці**.\n**Час для грибака**: кінець квітня — початок травня \n **Порада від Петровича**: Не чекайте великих врожаїв. Весна — це так, для розігріву, а основні гриби ще не встигли вирости.*!!',
        '*!!**- Літо: розквіт грибного сезону** \n От влітку, це вже нормально! Ліс наповнюється грибами, і якщо ти хочеш добряче наповнити кошик, їдь в ліс у середині червня або в липні. В цей час починають з\'являтися **білі гриби**, **підосичники**, **підберезники** та інші. Ліс стає місцем, де ти ніби натрапляєш на гриби буквально кожен крок!\n**Час для грибака**: середина червня — середина липня. \n **Порада від Петровича**: Не забувай про комарів! Вони зараз активні, а отже, запасайся репелентами й не забудь про гумові чоботи — ліс іноді, як болото після дощу.*!!',
        '*!!**- Осінь: золота пора для грибника** \n Ось це вже справжній грибний сезон! Осінь — це час, коли ліс по-справжньому нагороджує грибників. **Білі гриби** знову з’являються, можна знайти багато **лисичок, груздів** та інших смачних грибів. Якщо ти все ще не набрав цілий кошик грибів, осінь — це твій шанс.\n**Час для грибака**: кінець вересня — середина жовтня. \n **Порада від Петровича**: Oбережно: осінь — це період, коли навіть найдосвідченіші грибники можуть переплутати гриби. Тому завжди добре перевіряй, що ти взяв.*!!',
        '*!!**- Зима: гриби не для кожного** \n Зимою йти по гриби — це вже серйозний подвиг. Але навіть у холодні місяці можна знайти кілька грибів, якщо є бажання. Для більшості грибників зима — це період відпочинку від грибів і повернення до душевних розмов біля печі.\n**Час для грибака**: з грудня по лютий. \n **Порада від Петровича**: Пам\'ятай, що зимові гриби не завжди смачні і безпечні для здоров\'я, тому будьте уважні*!!',
        '**Додаткові поради від Петровича:**\n\n - **Не поспішай** — краще йти повільно, уважно оглядаючи землю. Далеко не всі гриби виростають на видноті. Часом доведеться поповзти, щоб побачити справжню красу лісу!\n- **Будь уважний до видів грибів** — на жаль, навіть досвідчені грибники можуть помилитися, тому перевіряй кожен гриб двічі, а краще тричі.\n- **Ліс — це не тільки гриби** — не забувай про природну красу, слухай звуки лісу і насолоджуйся тишею. Гриби — це добре, але здоров\'я важливіше.'
    ]
    },
    {
    id: '7',
    date: '14.04.2025',
    title: 'Куряча бригада.',
    tag: ['#Історія', '#Кури', '#Село'],
    content: [
       'Було це, значить, десь у 2007-му, мені тодій було ще 35 років...',
       '*bb Тоді ще мій тракторець "Белорус" був майже як новий, а я, дурний, думав, що техніка вічна. Весна, треба орати. Сонце пече, сусіди вже гребуться, а я вирішив — не буду відставати, піду, як то кажуть, у передові.\n Заводжу трактор — а він ніби мені такий: "Нє, Петрович, я сьогодні не в формі." Стартер кручу, а там тільки "няв-няв" як мій кіт Семен після ночі на сіні.\n\n Тут я і задумався.. А що мені робити? Ну вручну то таке, я ще хотів до магазину сходити. Сів собі на лавку і думаю.. Як тут бачу курку, і мене як прозріло! Ну, думаю, не буде оранки — буде експеримент. Дивлюсь, біля хати кури копирсаються, 14 штук, з півнем Василем.*bb',
       '"А що, — думаю, — може, якось організую їх? Зроблю, значить, курячу бригаду."',
       'Приніс їм зерна, потім уже замітив, що половину розсипав. Постелив рядочком вздовж городу, а на другий бік — ще трошки. Став на початку й трохи підкинув землі.. Дивлюся, а орда вже на підході! Кури - як танкова бригада, луплять землю, шукають черв’яків. Василь — той узагалі вів їх як командир, пильнує, щоб ніхто не ухилявся від праці.',
       '\n А я собі до хати і дивитися телік, там як раз "Кіт Леопольд" йшов. Через хвилин так 10 повертаюся.. Глянув я — а в мене вже півгрядки перекопано! Ну я й подумав: "Нащо мені той трактор, коли є натуральна сілька робоча сила?". Правда, через пів години кури задовбались, Василь пішов пити воду і плюнув на ту дисципліну, а я знов лишився з сапою і думками про дурість.',
       'Але ж дві грядки вони таки зробили! І то факт. Тепер кожен раз, коли трактор знов не заводиться, я лише дивлюсь на Василя і кажу:',
       '— Ну шо, командир, може повторимо? \n А він тільки "ко-ко-ко" і ховається за сарай...',
       '\n *iiХорошим був командир Василь, але бульйон з нього був кращий..*ii'
    ]
    },
    {
    id: '8',
    date: '15.04.2025',
    title: 'Скриня ч1',
    tag: ['#Історія', '#Скриня', '#Внук'],
    content: [
        'Це був звичайний сонячний день у селі — нічого не було особливого. Пташки співали, а мій кіт, як завжди, верещав. Я вирішив навідати внука, подивитись, чим він займається. Вдома його не було, тому я пішов шукати на вулицю. І саме там я його й зустрів.',
        '\n Внук сидів серед каміння і обирав якісь окремі камінці.\n "Що ти робиш?" — запитав я.\n "Шукаю щось рідкісне... старовинні реліквії!" — відповів він.\n Я здивувався: "Ну і що, знайшов щось цікаве?"\n "Поки що ні", — відповів внук.',
        '\n Тоді в мене з’явилася ідея. Я знав, що баба Ніна тримає стару дорогоцінну скриню в підвалі, але так заховано, що навіть гриби на городі можна знайти швидше, ніж цю скриню.',
        'Я сказав внуку: "Знайди цю скриню в підвалі і дістань те, що всередині". Він погодився і пішов на пошуки.',
        'А я тим часом вирішив подивитись телевізор, як завжди, і вибрав передачу "Гриби очами професіонала".',
        '\n Через двадцять хвилин внук повернувся і сказав:\n "Там потрібен лом".\n Я трохи здивувався, але віддав йому цей інструмент. Потім вирішив піти за ним, сподіваючись, що баба Ніна не помітить, що ми плануємо щось не дуже чесне.',
        '\n Ми дісталися до підвалу, і внук почав відкривати скриню. Це виглядало, як ціла вічність — атмосфера була напруженою, адже баба Ніна могла помітити нашу пропажу будь-якої миті. І тут... *iiщелк!*ii Скриня відкрилася.\n Внук зазирнув всередину і, здивовано, промовив:\n"Діду! Тут... [Данні видалено]..'
    ]
    },
];

export default articles;